import React from "react";
import './MyInfo.css'
function MyInfo() {
    return (
<div>
<h1>Майкл Фарадей</h1>
<p><img src="Faraday.jpg"/></p>
      <p class= "col">английский физик-экспериментатор и химик. Член Лондонского королевского общества (1824) и множества других научных организаций, в том числе иностранный почётный член Петербургской академии наук (1830).
Открыл электромагнитную индукцию, лежащую в основе современного промышленного производства электричества и многих его применений. Создал первую модель электродвигателя. Среди других его открытий — первый трансформатор, химическое действие тока, законы электролиза, действие магнитного поля на свет, диамагнетизм. Первым предсказал электромагнитные волны. Фарадей ввёл в научный обиход термины ион, катод, анод, электролит, диэлектрик, диамагнетизм, парамагнетизм и другие[</p>
<p>Ссылка:</p>
    <div class=" col"><a href="https://ru.wikipedia.org/wiki/Фарадей,_Майкл">Wikipedia</a></div>
</div>
        )
}

export default MyInfo
